import 'react'
import SerchFilter from '../components/header/Serch&Filter'
// import TablePlan from '../components/table/TablePlan'

// type Schedule = {
//   header: string[];
//   rows: {
//     data: string[];
//   }[];
// };

export default function Table1() {

    //  const dataPlan={
    //     header:
    //       ["ظرفیت","دانشکده","مقطع","ساعت کلاسی","نام استاد","نام درس","گروه","کد درس"],
    //       rows:[
    //         {
    //           data:
    //           ["35","ادبیات","کارشناسی"," شنبه 8 تا10"," علی اندیده","اختیاری","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","علوم داده","کارشناسی"," شنبه 8 تا10","اختیاری","افسیر قرآن","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","علوم داده","کارشناسی"," شنبه 8 تا10","پایه","افسیر قرآن","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","علوم پایه","کارشناسی"," شنبه 8 تا10","پایه","اصلی","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","ادبیات","کارشناسی"," شنبه 8 تا10"," چ اندیده","افسیر قرآن","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","مهندسی","کارشناسی ارشد"," شنبه 8 تا10","تخصصی","افسیر قرآن","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","ادبیات","کارشناسی"," شنبه 8 تا10","تخصصی","افسیر قرآن","1"," 1001"],
    //         },
    //         {
    //           data:
    //           ["35","مهندسی","کارشناسی ارشد"," شنبه 8 تا10","پایه","افسیر قرآن","1"," 1001"],
    //         },
    //     ]
    // }
   
  return (
    <div className=''>
        <div className="grid gap-20">
        <SerchFilter ></SerchFilter>
       {/* <TablePlan></TablePlan> */}
        </div>
    </div>
  )
}
