 const data=[
    {time:"8-10",day:"شنبه",name:"Ai"},
    {time:"10-12",day:"یکشنبه",name:"SE"},
    {time:"3-5",day:"دوشنبه",name:"DM"},

]

// const daatExam=[{
//     "header":
//       ["نام استاد","نام درس","برنامه امتحانی","دانشکده","مقطع"],
//       "rows":[
//         { "data": ["علی اندیده", "تفسیر قرآن", "سالن امتحانات", "ادبیات", "کارشناسی"] },
//         { "data": ["ماشاله عالی‌حسینی", "انقلاب اسلامی", "سالن امتحانات", "ادبیات", "کارشناسی"] },
//         { "data": ["طاهر یزدان‌پناه", "جبرخطی", "سالن امتحانات", "ادبیات", "کارشناسی"] },
      
//         { "data": ["وحید میگلی", "جبرخطی", "سالن امتحانات", "علوم‌داده", "کارشناسی"] },
//         { "data": ["حبیب رستمی", "داده‌کاوی", "سالن امتحانات", "علوم‌داده", "کارشناسی"] },
//         { "data": ["علی اندیده", "تفسیر قرآن", "سالن امتحانات", "علوم‌داده", "کارشناسی"] },
      
//         { "data": ["علی اندیده", "تفسیر قرآن", "سالن امتحانات", "ادبیات", "کارشناسی"] },
//         { "data": ["ماشاله عالی‌حسینی", "انقلاب اسلامی", "سالن امتحانات", "ادبیات", "کارشناسی"] },
//         { "data": ["ماشاله عالی‌حسینی", "انقلاب اسلامی", "سالن امتحانات", "ادبیات", "کارشناسی"] },
      
//         { "data": ["طاهر یزدان‌پناه", "جبرخطی", "سالن امتحانات", "علوم‌داده", "کارشناسی"] },
//         { "data": ["وحید میگلی", "جبرخطی", "سالن امتحانات", "علوم‌داده", "کارشناسی"] },
//         { "data": ["حبیب رستمی", "داده‌کاوی", "سالن امتحانات", "علوم‌داده", "کارشناسی"] }
//       ]
      
      
// }]
export default data

